---
kind: other
id: Properties.T:Autodesk.Revit.UI.FilterDialog
source: html/f18154bc-75ab-20c5-fa36-ea6ddc9eafc5.htm
---
# FilterDialog Properties

The filter element to be selected once Show is invoked.